available_districts = [
    "Ворошиловский район",
    "Советский район",
    "Тракторозаводский район",
    "Центральный район",
    "Невский район",
    "Московский район",
    "Курортный район",
    "Красногвардейский район",
    "Колпинский район",
]

available_cities = [
    "Волгоград",
    "Санкт-Петербург",
]

available_prices = [
    "1-3 млн.",
    "3-5 млн.",
    "5-10 млн.",
    "10+ млн.",
]

available_areas = [
    "До 50 м²",
    "50-100 м²",
    "100+ м²",
]


def get_invalid_parameter_str(invalid_parameter: str) -> str:
    return f"{invalid_parameter}! Попробуйте ещё раз.\n" \
           "Используйте клавиатуру для ввода ответа.\n"
